"""
Задача: Створіть змінну і запишіть в неї результат
порівняння (<, > , ==, !=) чисел з завдання 1.
Виведіть на екран результат кожного порівняння.
"""

first = 10
second = 30

a = first > second
print(a)

b = first < second
print(b)

c = first == second
print(c)

d = first != second
print(d)

