"""
Задача: Створіть змінну - результат конкатенації (складання)
строк str1="Hello " и str2="world". Виведіть на екран.
"""

str1 = 'Hello '
str2 = 'world'
result = str1 + str2
print(result)
